
{
  "menu": {
    "home": "Home",
    "whatWeDo": "What We Do",
    "whereToFindUs": "Where To Find Us",
    "onlyTheFinest": "Only The Finest",
    "whyIberico": "Why Iberico",
    "about": "About",
    "contact": "Contact"
  },
  "sections": {
    "home": {
      "title": "HOME",
      "subtitle": "Bringing the finest Iberico products to China"
    },
    "whatWeDo": {
      "title": "What We Do",
      "content": "We are dedicated to bringing you the finest Iberico products, carefully selected and imported directly from Spain. Our passion for quality and tradition drives us to provide you with an exceptional culinary experience.",
      "focusText": "We focus on <span class=\"underline\">Iberico</span> Pork (cold cuts and fresh meat) and Extra Virgin Olive Oil",
      "point1": "A new young purveyor of the very finest <span class=\"underline\">Iberico</span> products to China",
      "point2": "We only work with the very finest: <span class=\"underline\">Iberico</span> pork 100% acorn fed and organic, artisan-made extra virgin olive oil",
      "point3": "We work only with authorized exporters to China and only import the top products: 100% Iberico, 100% acorn fed",
      "point4": "We serve direct farm-to-table, via Red Note & WeChat, to discerning Chinese.",
      "traceability": "We offer full <span class=\"underline\">traceability</span> for each and every product, so you know where it comes from, how it is raised or produced and how it reaches your table"
    },
    "whereToFindUs": {
      "title": "Where to find us",
      "content": "You can find our products on Red Note and WeChat platforms. Scan the QR codes to connect with us."
    },
    "onlyTheFinest": {
      "title": "Only The Finest",
      "content": "100% Iberico, 100% acorn fed<br />Ecologically produced extra virgin olive oil"
    },
    "whyIberico": {
      "title": "Why Iberico",
      "subtitle": "Excellence in every bite",
      "content1": "At Curæted, exceptional taste is more than a promise—it's a heritage. Our Iberico offerings celebrate centuries of culinary artistry, from our meticulously cured pork that embodies passion and tradition, to our organic extra virgin olive oil that elevates every dish with its vibrant, natural flavor. Each product is a testament to artisanal craftsmanship, sustainable practices, and a relentless pursuit of excellence. Discover the story of Iberico: where time-honored quality meets innovative spirit, and every bite tells a tale of authenticity and refinement.",
      "content2": "For our Chinese audiences, we understand that a deep respect for tradition and quality is at the heart of every culinary experience. Our products not only offer superior taste but also align with a holistic approach to wellness and cultural heritage. By blending centuries-old techniques with modern sustainability, Curæted delivers ingredients that enhance both time-honored recipes and contemporary dining, inviting you to savor a luxurious journey that honors your rich gastronomic legacy."
    },
    "about": {
      "title": "About",
      "subtitle": "Curæted aims to reconnect people with the best farming, and help artisanal farmers to thrive",
      "content": "With roots in Extremadura, a traditional faming region of Spain, with some of the finest Spanish agricultural products, from Iberico pigs, extra virgin olive oil, cherries or honey, Curæted thought that these farmers could actually thrive if only it was easier for them to access markets and spread the word of their excellence. This was the perfect match for the growing craving of safer, better, healthier, organic and premium food for Chinese ever more sophisticated consumers, who want and won't settle if not for the best.",
      "advantage1": {
        "title": "FULLY TRACEABLE PRODUCTS",
        "content": "From breeding, through farming and to table."
      },
      "advantage3": {
        "title": "MORE VALUE. MORE SUSTAINABLE",
        "content": "We aim to offer the best and finest products at competitive pricing by delivering directly from producers, while enabling farmers to earn more value and continue producing the best, in the best, traditional way."
      }
    },
    "contact": {
      "title": "Contact",
      "subtitle": "Want to get in touch or partner with us? Contact us in the form below",
      "name": "Your name",
      "email": "Email address/WeChat ID",
      "message": "Message",
      "submit": "Submit",
      "thankyou": "Thank you for your message. We will contact you soon."
    }
  },
  "language": {
    "select": "Select Language"
  },
  "company": {
    "name": "Curæted"
  },
  "cookie": {
    "title": "We value your privacy",
    "message": "We use cookies to improve your browsing experience, show you personalized content and analyze our traffic. By clicking \"Accept All\" you consent to our use of cookies.",
    "accept": "Accept All",
    "reject": "Reject All",
    "learnMore": "Learn More",
    "policyTitle": "Cookie Policy",
    "whatAreCookies": {
      "title": "What Are Cookies",
      "content": "Cookies are small text files that are placed on your computer or mobile device when you visit a website. They are widely used to make websites work more efficiently and provide information to the website owners."
    },
    "howWeUse": {
      "title": "How We Use Cookies",
      "intro": "We use cookies for various purposes including:",
      "essential": "Essential cookies",
      "essentialDesc": "These are necessary for the website to function properly.",
      "preference": "Preference cookies",
      "preferenceDesc": "These allow us to remember choices you make and provide enhanced features.",
      "analytics": "Analytics cookies",
      "analyticsDesc": "These help us understand how visitors interact with our website.",
      "marketing": "Marketing cookies",
      "marketingDesc": "These are used to track visitors across websites to display relevant advertisements."
    },
    "typesOfCookies": {
      "title": "Types of Cookies We Use",
      "necessary": {
        "title": "Strictly Necessary Cookies",
        "content": "These cookies are essential for you to browse the website and use its features, such as accessing secure areas of the site."
      },
      "performance": {
        "title": "Performance Cookies",
        "content": "These cookies collect information about how you use our website, for instance which pages you go to most often."
      },
      "functionality": {
        "title": "Functionality Cookies",
        "content": "These cookies allow the website to remember choices you make and provide enhanced features."
      },
      "targeting": {
        "title": "Targeting/Advertising Cookies",
        "content": "These cookies are used to deliver advertisements more relevant to you and your interests."
      }
    },
    "managing": {
      "title": "Managing Cookies",
      "content": "Most web browsers allow some control of most cookies through the browser settings. To find out more about cookies, including how to see what cookies have been set and how to manage and delete them, visit"
    },
    "yourChoices": {
      "title": "Your Choices",
      "content1": "If you prefer, you can choose to have your computer warn you each time a cookie is being sent, or you can choose to turn off all cookies. You do this through your browser settings. As each browser is different, look at your browser's Help Menu to learn the correct way to modify your cookies.",
      "content2": "If you disable cookies, some features that make your site experience more efficient may not function properly."
    },
    "contactUs": {
      "title": "Contact Us",
      "content": "If you have any questions or suggestions about our Cookie Policy, do not hesitate to contact us through our contact page."
    }
  }
}
