
{
  "menu": {
    "home": "Inicio",
    "whatWeDo": "Qué Hacemos",
    "whereToFindUs": "Dónde Encontrarnos",
    "onlyTheFinest": "Solo lo Mejor",
    "whyIberico": "Por Qué Ibérico",
    "about": "Sobre Nosotros",
    "contact": "Contacto"
  },
  "sections": {
    "home": {
      "title": "INICIO",
      "subtitle": "Llevando los mejores productos ibéricos a China"
    },
    "whatWeDo": {
      "title": "Qué Hacemos",
      "content": "Nos dedicamos a traerte los mejores productos ibéricos, cuidadosamente seleccionados e importados directamente de España. Nuestra pasión por la calidad y la tradición nos impulsa a ofrecerte una experiencia culinaria excepcional."
    },
    "whereToFindUs": {
      "title": "Dónde encontrarnos",
      "content": "Puedes encontrar nuestros productos en las plataformas Red Note y WeChat."
    },
    "onlyTheFinest": {
      "title": "Solo lo Mejor",
      "content": "Fotos de stock de los mejores productos de cerdo ibérico y el mejor aceite de oliva virgen extra orgánico (todos sin marca)"
    },
    "whyIberico": {
      "title": "Por Qué Ibérico",
      "content": "En Curæted, el sabor excepcional es más que una promesa: es un patrimonio. Nuestras ofertas de Ibérico celebran siglos de arte culinario, desde nuestro cerdo curado meticulosamente que encarna la pasión y la tradición, hasta nuestro aceite de oliva virgen extra orgánico que eleva cada plato con su sabor vibrante y natural. Cada producto es un testimonio de la artesanía artesanal, las prácticas sostenibles y una búsqueda incansable de la excelencia. Descubre la historia del Ibérico: donde la calidad ancestral se encuentra con el espíritu innovador, y cada bocado cuenta una historia de autenticidad y refinamiento."
    },
    "about": {
      "title": "Sobre Nosotros",
      "content": "Con raíces en Extremadura, una región agrícola tradicional de España, con algunos de los mejores productos agrícolas españoles, desde cerdos ibéricos, aceite de oliva virgen extra, cerezas o miel, Curæted pensó que estos agricultores realmente podrían prosperar si solo fuera más fácil para ellos acceder a los mercados y difundir la palabra de su excelencia. Esta fue la combinación perfecta para el creciente anhelo de alimentos más seguros, mejores, más saludables, orgánicos y premium para los consumidores chinos cada vez más sofisticados, que quieren y no se conformarán si no es con lo mejor."
    },
    "contact": {
      "title": "Contacto",
      "subtitle": "¿Quieres ponerte en contacto o asociarte con nosotros? Contáctanos en el formulario a continuación",
      "name": "Tu nombre",
      "email": "Correo electrónico/ID de WeChat",
      "message": "Mensaje",
      "submit": "Enviar",
      "thankyou": "Gracias por tu mensaje. Nos pondremos en contacto contigo pronto."
    }
  },
  "language": {
    "select": "Seleccionar Idioma"
  }
}
