
{
  "menu": {
    "home": "Inicio",
    "whatWeDo": "Qué Hacemos",
    "whereToFindUs": "Dónde Encontrarnos",
    "onlyTheFinest": "Solo lo Mejor",
    "whyIberico": "Por Qué Ibérico",
    "about": "Sobre Nosotros",
    "contact": "Contacto"
  },
  "sections": {
    "home": {
      "title": "INICIO",
      "subtitle": "Llevando los mejores productos ibéricos a China"
    },
    "whatWeDo": {
      "title": "Qué Hacemos",
      "content": "Nos dedicamos a traerte los mejores productos ibéricos, cuidadosamente seleccionados e importados directamente de España. Nuestra pasión por la calidad y la tradición nos impulsa a ofrecerte una experiencia culinaria excepcional.",
      "focusText": "Nos enfocamos en Cerdo <span class=\"underline\">Ibérico</span> (embutidos y carne fresca) y Aceite de Oliva Virgen Extra",
      "point1": "Un nuevo y joven proveedor de los mejores productos <span class=\"underline\">Ibéricos</span> para China",
      "point2": "Solo trabajamos con lo mejor: cerdo <span class=\"underline\">Ibérico</span> 100% alimentado con bellotas y orgánico, aceite de oliva virgen extra elaborado de forma artesanal",
      "point3": "Trabajamos únicamente con exportadores autorizados a China e importamos solo los mejores productos: 100% Ibérico, 100% alimentado con bellotas",
      "point4": "Servimos directamente del productor al consumidor, a través de Red Note y WeChat, a chinos exigentes.",
      "traceability": "Ofrecemos <span class=\"underline\">trazabilidad</span> completa para cada uno de nuestros productos, para que sepas de dónde viene, cómo se cría o produce y cómo llega a tu mesa"
    },
    "whereToFindUs": {
      "title": "Dónde encontrarnos",
      "content": "Puedes encontrar nuestros productos en las plataformas Red Note y WeChat."
    },
    "onlyTheFinest": {
      "title": "Solo lo Mejor",
      "content": "100% Ibérico, 100% alimentado con bellotas<br />Aceite de oliva virgen extra producido ecológicamente"
    },
    "whyIberico": {
      "title": "Por Qué Ibérico",
      "subtitle": "Excelencia en cada bocado",
      "content1": "En Curæted, el sabor excepcional es más que una promesa: es nuestra razón de ser. Nuestros productos ibéricos celebran siglos de arte culinario, desde nuestro cerdo curado meticulosamente que encarna la pasión y la tradición, hasta nuestro aceite de oliva virgen extra orgánico que eleva cada plato con su sabor vibrante y natural. Cada producto es un testimonio de la agricultura artesanal, las prácticas sostenibles y una búsqueda incansable de la excelencia. Descubre la historia del Ibérico: donde la calidad ancestral se encuentra con el espíritu innovador, y cada bocado cuenta una historia de autenticidad y refinamiento.",
      "content2": "Para los consumidores chinos, entendemos que un profundo respeto por la tradición y la calidad está en el corazón de cada experiencia culinaria. Nuestros productos no solo ofrecen un sabor superior, sino que también se alinean con un enfoque holístico del bienestar y el patrimonio cultural. Al combinar técnicas centenarias con sostenibilidad moderna, Curæted ofrece ingredientes que realzan tanto recetas tradicionales como cocina contemporánea, invitándoles a saborear un viaje lujoso que honra su rico legado gastronómico."
    },
    "about": {
      "title": "Sobre Nosotros",
      "subtitle": "Curæted pretende reconectarnos con la mejor agricultura y ayudar a los agricultores artesanales a prosperar",
      "content": "Con raíces en Extremadura, Andalucía y Castilla, regiones agrícolas tradicionales de España, con algunos de los mejores productos agrícolas españoles, desde cerdos ibéricos, aceite de oliva virgen extra, cerezas o miel, Curæted pensó que estos agricultores podrían prosperar mucho más si fuera más fácil para ellos acceder a los mercados globales y dar a conocer su excelencia utilizando los mecanismos y cultura apropiados en cada mercado. China, con su creciente anhelo de alimentos más seguros, mejores, más saludables, orgánicos y premium para los consumidores chinos cada vez más sofisticados, que quieren y no se conformarán si no es con lo mejor, es el mercado ideal para ellos.",
      "advantage1": {
        "title": "PRODUCTOS TOTALMENTE TRAZABLES",
        "content": "Desde la cría y el cultivo hasta la mesa."
      },
      "advantage2": {
        "title": "PERSONALIZADO Y EXCLUSIVO",
        "content": "Transporte aéreo puerta a puerta en menos de 15 días"
      },
      "advantage3": {
        "title": "MÁS VALOR. MÁS SOSTENIBLE",
        "content": "Nuestro objetivo es ofrecer los mejores productos a precios competitivos mediante la entrega directa, al tiempo que ayudamos a los agricultores a obtener más valor y continuar produciendo lo mejor, de la mejor manera tradicional."
      }
    },
    "contact": {
      "title": "Contacto",
      "subtitle": "¿Quieres ponerte en contacto o asociarte con nosotros? Contáctanos en el formulario a continuación",
      "name": "Tu nombre",
      "email": "Correo electrónico/ID de WeChat",
      "message": "Mensaje",
      "submit": "Enviar",
      "thankyou": "Gracias por tu mensaje. Nos pondremos en contacto contigo pronto."
    }
  },
  "language": {
    "select": "Seleccionar Idioma"
  },
  "company": {
    "name": "Curæted"
  },
  "cookie": {
    "title": "Valoramos su privacidad",
    "message": "Usamos cookies para mejorar su experiencia de navegación, mostrarle contenidos personalizados y analizar nuestro tráfico. Al hacer clic en \"Aceptar todo\" usted da su consentimiento a nuestro uso de las cookies.",
    "accept": "Aceptar todas",
    "reject": "Rechazar todas",
    "learnMore": "Más información",
    "policyTitle": "Política de Cookies",
    "whatAreCookies": {
      "title": "¿Qué Son las Cookies?",
      "content": "Las cookies son pequeños archivos de texto que se colocan en su ordenador o dispositivo móvil cuando visita un sitio web. Se utilizan ampliamente para hacer que los sitios web funcionen de manera más eficiente y proporcionar información a los propietarios del sitio web."
    },
    "howWeUse": {
      "title": "Cómo Utilizamos las Cookies",
      "intro": "Utilizamos cookies para diversos fines, incluyendo:",
      "essential": "Cookies esenciales",
      "essentialDesc": "Estas son necesarias para que el sitio web funcione correctamente.",
      "preference": "Cookies de preferencias",
      "preferenceDesc": "Estas nos permiten recordar las elecciones que hace y proporcionar características mejoradas.",
      "analytics": "Cookies analíticas",
      "analyticsDesc": "Estas nos ayudan a entender cómo los visitantes interactúan con nuestro sitio web.",
      "marketing": "Cookies de marketing",
      "marketingDesc": "Estas se utilizan para rastrear visitantes a través de sitios web y mostrar anuncios relevantes."
    },
    "typesOfCookies": {
      "title": "Tipos de Cookies que Utilizamos",
      "necessary": {
        "title": "Cookies Estrictamente Necesarias",
        "content": "Estas cookies son esenciales para que pueda navegar por el sitio web y utilizar sus funciones, como acceder a áreas seguras del sitio."
      },
      "performance": {
        "title": "Cookies de Rendimiento",
        "content": "Estas cookies recopilan información sobre cómo utiliza nuestro sitio web, por ejemplo, qué páginas visita con más frecuencia."
      },
      "functionality": {
        "title": "Cookies de Funcionalidad",
        "content": "Estas cookies permiten que el sitio web recuerde las elecciones que hace y proporcione características mejoradas."
      },
      "targeting": {
        "title": "Cookies de Segmentación/Publicidad",
        "content": "Estas cookies se utilizan para entregar anuncios más relevantes para usted y sus intereses."
      }
    },
    "managing": {
      "title": "Gestión de Cookies",
      "content": "La mayoría de los navegadores web permiten cierto control de la mayoría de las cookies a través de la configuración del navegador. Para obtener más información sobre las cookies, incluyendo cómo ver qué cookies se han establecido y cómo gestionarlas y eliminarlas, visite"
    },
    "yourChoices": {
      "title": "Sus Opciones",
      "content1": "Si lo prefiere, puede optar por que su ordenador le avise cada vez que se envía una cookie, o puede optar por desactivar todas las cookies. Esto se hace a través de la configuración de su navegador. Como cada navegador es diferente, consulte el Menú de Ayuda de su navegador para aprender la forma correcta de modificar sus cookies.",
      "content2": "Si deshabilita las cookies, es posible que algunas funciones que hacen que su experiencia en el sitio sea más eficiente no funcionen correctamente."
    },
    "contactUs": {
      "title": "Contáctenos",
      "content": "Si tiene alguna pregunta o sugerencia sobre nuestra Política de Cookies, no dude en contactarnos a través de nuestra página de contacto."
    }
  }
}
