{
  "menu": {
    "home": "Inicio",
    "whatWeDo": "Qué Hacemos",
    "whereToFindUs": "Dónde Encontrarnos",
    "onlyTheFinest": "Solo lo Mejor",
    "whyIberico": "Por Qué Ibérico",
    "about": "Sobre Nosotros",
    "contact": "Contacto"
  },
  "sections": {
    "home": {
      "title": "INICIO",
      "subtitle": "Llevando los mejores productos ibéricos a China"
    },
    "whatWeDo": {
      "title": "Qué Hacemos",
      "content": "Nos dedicamos a traerte los mejores productos ibéricos, cuidadosamente seleccionados e importados directamente de España. Nuestra pasión por la calidad y la tradición nos impulsa a ofrecerte una experiencia culinaria excepcional.",
      "focusText": "Nos enfocamos en Cerdo <span class=\"underline\">Ibérico</span> (embutidos y carne fresca) y Aceite de Oliva Virgen Extra",
      "point1": "Un nuevo y joven proveedor de los mejores productos <span class=\"underline\">Ibéricos</span> para China",
      "point2": "Solo trabajamos con lo mejor: cerdo <span class=\"underline\">Ibérico</span> 100% alimentado con bellotas y orgánico, aceite de oliva virgen extra elaborado de forma artesanal",
      "point3": "Trabajamos únicamente con exportadores autorizados a China e importamos solo los mejores productos: 100% Ibérico, 100% alimentado con bellotas",
      "point4": "Servimos directamente del productor al consumidor, a través de Red Note y WeChat. Entregamos productos frescos, refrigerados y no congelados, por transporte aéreo, en menos de 2 semanas, garantizando frescura y máxima calidad, a la vez que aseguramos el mejor precio al entregar directamente de los productores",
      "traceability": "Ofrecemos <span class=\"underline\">trazabilidad</span> completa para cada uno de nuestros productos, para que sepas de dónde viene, cómo se cría o produce y cómo llega a tu mesa"
    },
    "whereToFindUs": {
      "title": "Dónde encontrarnos",
      "content": "Puedes encontrar nuestros productos en las plataformas Red Note y WeChat."
    },
    "onlyTheFinest": {
      "title": "Solo lo Mejor",
      "content": "100% Ibérico, 100% alimentado con bellotas<br />Aceite de oliva virgen extra producido ecológicamente"
    },
    "whyIberico": {
      "title": "Por Qué Ibérico",
      "subtitle": "Excelencia en cada bocado",
      "content1": "En Curæted, el sabor excepcional es más que una promesa: es nuestra razón de ser. Nuestros productos ibéricos celebran siglos de arte culinario, desde nuestro cerdo curado meticulosamente que encarna la pasión y la tradición, hasta nuestro aceite de oliva virgen extra orgánico que eleva cada plato con su sabor vibrante y natural. Cada producto es un testimonio de la agricultura artesanal, las prácticas sostenibles y una búsqueda incansable de la excelencia. Descubre la historia del Ibérico: donde la calidad ancestral se encuentra con el espíritu innovador, y cada bocado cuenta una historia de autenticidad y refinamiento.",
      "content2": "Para los consumidores chinos, entendemos que un profundo respeto por la tradición y la calidad está en el corazón de cada experiencia culinaria. Nuestros productos no solo ofrecen un sabor superior, sino que también se alinean con un enfoque holístico del bienestar y el patrimonio cultural. Al combinar técnicas centenarias con sostenibilidad moderna, Curæted ofrece ingredientes que realzan tanto recetas tradicionales como cocina contemporánea, invitándoles a saborear un viaje lujoso que honra su rico legado gastronómico."
    },
    "about": {
      "title": "Sobre Nosotros",
      "subtitle": "Curæted pretende reconectarnos con la mejor agricultura y ayudar a los agricultores artesanales a prosperar",
      "content": "Con raíces en Extremadura, una región agrícola tradicional de España, con algunos de los mejores productos agrícolas españoles, desde cerdos ibéricos, aceite de oliva virgen extra, cerezas o miel, Curæted pensó que estos agricultores realmente podrían prosperar si solo fuera más fácil para ellos acceder a los mercados y difundir la palabra de su excelencia. Esta fue la combinación perfecta para el creciente anhelo de alimentos más seguros, mejores, más saludables, orgánicos y premium para los consumidores chinos cada vez más sofisticados, que quieren y no se conformarán si no es con lo mejor.",
      "advantage1": {
        "title": "PRODUCTOS TOTALMENTE TRAZABLES",
        "content": "Desde la cría, pasando por la agricultura hasta la mesa."
      },
      "advantage2": {
        "title": "PERSONALIZADO Y EXCLUSIVO",
        "content": "Transporte aéreo puerta a puerta en menos de 15 días"
      },
      "advantage3": {
        "title": "MÁS VALOR. MÁS SOSTENIBLE",
        "content": "Nuestro objetivo es ofrecer los mejores productos a precios competitivos mediante la entrega directa de los productores, al tiempo que permitimos a los agricultores obtener más valor y continuar produciendo lo mejor, de la mejor manera tradicional."
      }
    },
    "contact": {
      "title": "Contacto",
      "subtitle": "¿Quieres ponerte en contacto o asociarte con nosotros? Contáctanos en el formulario a continuación",
      "name": "Tu nombre",
      "email": "Correo electrónico/ID de WeChat",
      "message": "Mensaje",
      "submit": "Enviar",
      "thankyou": "Gracias por tu mensaje. Nos pondremos en contacto contigo pronto."
    }
  },
  "language": {
    "select": "Seleccionar Idioma"
  },
  "company": {
    "name": "Curæted"
  }
}
